HGS/MELDUNGEN/TEMPLATES/IN/Positionsmeldung/Automatenmeldung_2400_Positionsmeldung_2024-07-15T08_11_21.xml

<soap:Envelope xmlns:soap="http://schemas.xmlsoap.org/soap/envelope/">
    <soap:Body>
        <ns2:empfangePositionsmeldung xmlns="http://tms.ica.de/automatenService/3_10/" xmlns:ns2="http://tms.ica.de/automatenService/wsdl/3_10/">
            <faaPositionsmeldung>
                <verkaufspunkt betreiber="99" ipAdresse="0.0.0.0" posNummer="2400" seriennummer="2400"/>
            </faaPositionsmeldung>
        </ns2:empfangePositionsmeldung>
    </soap:Body>
</soap:Envelope>
